{"itos": {"0": "<PAD>", "1": "<SOS>", "2": "<EOS>", "3": "<UNK>", "4": "craving", "5": "something", "6": "salty", "7": "cheesy", "8": "do", "9": "know", "10": "if", "11": "there", "12": "'s", "13": "anything", "14": "like", "15": "that", "16": "around", "17": "here", "18": "?", "19": "movie", "20": "is", "21": "making", "22": "me", "23": "want", "24": "a", "25": "snack", "26": "in", "27": "the", "28": "pantry", "29": "easy", "30": "to", "31": "munch", "32": "on", "33": "need", "34": "put", "35": "out", "36": "for", "37": "party", "38": "we", "39": "have", "40": "any", "41": "snacks", "42": "everyone", "43": "usually", "44": "likes", "45": "lunch", "46": "bit", "47": "light", "48": "would", "49": "make", "50": "good", "51": "afternoon", "52": "pick", "53": "up", "54": "packing", "55": "tomorrow", "56": "travel", "57": "well", "58": "are", "59": "savory", "60": "crunchy", "61": "ideas", "62": "go", "63": "with", "64": "this", "65": "dip", "66": "satisfying", "67": "things", "68": "coffee", "69": "bitter", "70": "sweeten", "71": "baking", "72": "cookies", "73": "white", "74": "granulated", "75": "sweetener", "76": "lemonade", "77": "needs", "78": "little", "79": "extra", "80": "sweeter", "81": "simple", "82": "syrup", "83": "cocktails", "84": "necessary", "85": "ingredient", "86": "sprinkle", "87": "top", "88": "muffins", "89": "before", "90": "cupboard", "91": "can", "92": "use", "93": "less", "94": "tea", "95": "touch", "96": "sweetness", "97": "available", "98": "dough", "99": "regular", "100": "sugar", "101": "artificial", "102": "sweeteners", "103": "fruit", "104": "salad", "105": "balance", "106": "tartness", "107": "feeling", "108": "under", "109": "weather", "110": "warm", "111": "comforting", "112": "quick", "113": "dinner", "114": "canned", "115": "soup", "116": "pasta", "117": "sauce", "118": "spaghetti", "119": "casserole", "120": "tomato", "121": "product", "122": "add", "123": "classic", "124": "nostalgic", "125": "iconic", "126": "meal", "127": "options", "128": "quickly", "129": "using", "130": "staples", "131": "based", "132": "soups", "133": "short", "134": "time", "135": "energy", "136": "hot", "137": "dogs", "138": "liven", "139": "yellow", "140": "condiment", "141": "tangy", "142": "flavor", "143": "sandwiches", "144": "mustard", "145": "fridge", "146": "burger", "147": "missing", "148": "pungent", "149": "honey", "150": "dressing", "151": "door", "152": "refrigerator", "153": "kick", "154": "sandwich", "155": "give", "156": "more", "157": "preferably", "158": "kind", "159": "dipping", "160": "bite", "161": "suggestions", "162": "flavorful", "163": "bland", "164": "breakfast", "165": "meat", "166": "going", "167": "camping", "168": "food", "169": "refrigeration", "170": "fried", "171": "rice", "172": "looking", "173": "different", "174": "protein", "175": "source", "176": "backpacking", "177": "trip", "178": "mood", "179": "rich", "180": "meats", "181": "spam", "182": "shelf", "183": "stable", "184": "emergency", "185": "kit", "186": "work", "187": "tide", "188": "over", "189": "until", "190": "filling", "191": "eat", "192": "sluggish", "193": "naturally", "194": "sweet", "195": "boosting", "196": "bowl", "197": "cinnamon", "198": "soft", "199": "perfect", "200": "smoothie", "201": "creamy", "202": "ready", "203": "satisfy", "204": "hunger", "205": "oatmeal", "206": "creaminess", "207": "natural", "208": "recommendations", "209": "cereal", "210": "large", "211": "round", "212": "container", "213": "mix", "214": "ingredients", "215": "cake", "216": "open", "217": "enough", "218": "toss", "219": "everything", "220": "serve", "221": "hold", "222": "popcorn", "223": "nearby", "224": "big", "225": "serving", "226": "spacious", "227": "marinate", "228": "chicken", "229": "deep", "230": "holding", "231": "amount", "232": "thirsty", "233": "clean", "234": "sturdy", "235": "drink", "236": "take", "237": "beverages", "238": "enamel", "239": "mugs", "240": "chocolate", "241": "mug", "242": "rustic", "243": "drinking", "244": "enamelware", "245": "cup", "246": "handle", "247": "liquids", "248": "an", "249": "drinks", "250": "'d", "251": "wo", "252": "break", "253": "easily", "254": "one", "255": "being", "256": "bumped", "257": "they", "258": "so", "259": "durable", "260": "lot", "261": "screw", "262": "loose", "263": "tool", "264": "rotating", "265": "help", "266": "tighten", "267": "hole", "268": "wall", "269": "hang", "270": "picture", "271": "build", "272": "bookshelf", "273": "create", "274": "holes", "275": "wood", "276": "project", "277": "requires", "278": "drilling", "279": "pilot", "280": "tip", "281": "adjustable", "282": "power", "283": "assemble", "284": "furniture", "285": "precise", "286": "right", "287": "job", "288": "drill", "289": "best", "290": "stuck", "291": "powerful", "292": "loosen", "293": "cordless", "294": "deal", "295": "cords", "296": "now", "297": "easiest", "298": "way", "299": "hardwood", "300": "bits", "301": "fit", "302": "package", "303": "sharp", "304": "cut", "305": "coupons", "306": "from", "307": "newspaper", "308": "blades", "309": "wrapping", "310": "present", "311": "ribbon", "312": "tools", "313": "handy", "314": "doing", "315": "craft", "316": "cutting", "317": "paper", "318": "precisely", "319": "two", "320": "string", "321": "long", "322": "shorten", "323": "really", "324": "tough", "325": "strong", "326": "through", "327": "pair", "328": "scissors", "329": "fabric", "330": "trim", "331": "thread", "332": "stacked", "333": "chips", "334": "left", "335": "road", "336": "get", "337": "crushed", "338": "distinct", "339": "curved", "340": "shape", "341": "share", "342": "comes", "343": "unique", "344": "those", "345": "stackable", "346": "crumble", "347": "their", "348": "come", "349": "tall", "350": "chip", "351": "juicy", "352": "bright", "353": "red", "354": "colorful", "355": "small", "356": "healthy", "357": "refreshing", "358": " ", "359": "seed", "360": "covered", "361": "smoothies", "362": "blend", "363": "has", "364": "nice", "365": "tart", "366": "flavors", "367": "vibrant", "368": "bursting", "369": "strawberries", "370": "favorite", "371": "snacking", "372": "not", "373": "its", "374": "own", "375": "variety", "376": "textures", "377": "firm", "378": "maybe", "379": "green", "380": "school", "381": "bake", "382": "crispy", "383": "crust", "384": "peanut", "385": "butter", "386": "crisp", "387": "fruits", "388": "apples", "389": "fits", "390": "bill", "391": "both", "392": "adding", "393": "texture", "394": "brighten", "395": "citrus", "396": "marinade", "397": "fish", "398": "known", "399": "sourness", "400": "water", "401": "sour", "402": "slice", "403": "zest", "404": "juice", "405": "lemon", "406": "lemons", "407": "twist", "408": "recipe", "409": "calls", "410": "acidic", "411": "dish", "412": "fresh", "413": "fuzzy", "414": "skin", "415": "stone", "416": "description", "417": "cobbler", "418": "reddish", "419": "hue", "420": "grill", "421": "dessert", "422": "aroma", "423": "grilling", "424": "yogurt", "425": "skinned", "426": "fragrant", "427": "basket", "428": "peach", "429": "iced", "430": "peaches", "431": "bags", "432": "perfectly", "433": "ripe", "434": "delicious", "435": "hit", "436": "spot", "437": "but", "438": "caramelize", "439": "nicely", "440": "season", "441": "slightly", "442": "grainy", "443": "subtly", "444": "delicate", "445": "cheeseboard", "446": "pairs", "447": "cheese", "448": "pear", "449": "shaped", "450": "teardrop", "451": "smooth", "452": "fat", "453": "mild", "454": "avocados", "455": "love", "456": "guacamole", "457": "addition", "458": "also", "459": "spread", "460": "toast", "461": "versatile", "462": "dishes", "463": "vitamin", "464": "c.", "465": "orange", "466": "peelable", "467": "rind", "468": "freshly", "469": "squeezed", "470": "into", "471": "oranges", "472": "packed", "473": "burst", "474": "glass", "475": "purple", "476": "color", "477": "jam", "478": "digestion", "479": "pit", "480": "overpowering", "481": "plums", "482": "pie", "483": "acidity", "484": "compote", "485": "flat", "486": "dull", "487": "edge", "488": "bladed", "489": "utensils", "490": "lift", "491": "pastry", "492": "thin", "493": "rounded", "494": "setting", "495": "table", "496": "flatware", "497": "cream", "498": "bagels", "499": "which", "500": "knife", "501": "safe", "502": "spreading", "503": "without", "504": "tearing", "505": "bread", "506": "at", "507": "each", "508": "place", "509": "apply", "510": "avocado", "511": "evenly", "512": "cross", "513": "head", "514": "putting", "515": "together", "516": "turn", "517": "screws", "518": "'", "519": "x", "520": "specific", "521": "trying", "522": "fix", "523": "toy", "524": "indentation", "525": "electronics", "526": "case", "527": "headed", "528": "designed", "529": "pattern", "530": "looks", "531": "plus", "532": "sign", "533": "screwdriver", "534": "should", "535": "assembling", "536": "hinge", "537": "phillips", "538": "remove", "539": "star", "540": "single", "541": "slot", "542": "wedge", "543": "pry", "544": "paint", "545": "blade", "546": "working", "547": "straight", "548": "dropped", "549": "rolled", "550": "tight", "551": "space", "552": "retrieve", "553": "type", "554": "line", "555": "across", "556": "will", "557": "flathead", "558": "slotted", "559": "play", "560": "game", "561": "dog", "562": "bouncy", "563": "object", "564": "fun", "565": "throw", "566": "muscles", "567": "roll", "568": "as", "569": "prop", "570": "juggling", "571": "ball", "572": "protect", "573": "floor", "574": "scratches", "575": "move", "576": "objects", "577": "padding", "578": "sensory", "579": "child", "580": "textured", "581": "fetch", "582": "spare", "583": "tennis", "584": "balls", "585": "lying", "586": "loves", "587": "chew", "588": "chase", "589": "relieve", "590": "muscle", "591": "tension", "592": "back", "593": "repot", "594": "plant", "595": "empty", "596": "plants", "597": "start", "598": "seeds", "599": "topped", "600": "containers", "601": "gardening", "602": "pot", "603": "desk", "604": "greenery", "605": "suitable", "606": "flower", "607": "starting", "608": "indoors", "609": "herb", "610": "pots", "611": "carry", "612": "size", "613": "patio", "614": "flowers", "615": "larger", "616": "planting", "617": "bigger", "618": "growing", "619": "herbs", "620": "kitchen", "621": "windowsill", "622": "cheerful", "623": "arrangement", "624": "sunflowers", "625": "colored", "626": "cylindrical", "627": "comfortably", "628": "brightly", "629": "cheer", "630": "withstand", "631": "outdoor", "632": "conditions", "633": "another", "634": "fasten", "635": "pieces", "636": "threaded", "637": "attach", "638": "securely", "639": "metal", "640": "fastener", "641": "turning", "642": "building", "643": "birdhouse", "644": "falling", "645": "apart", "646": "secure", "647": "spiral", "648": "eyeglasses", "649": "tiny", "650": "tightened", "651": "keep", "652": "shed", "653": "lockable", "654": "device", "655": "shackle", "656": "lock", "657": "bike", "658": "portable", "659": "locking", "660": "mechanism", "661": "traveling", "662": "luggage", "663": "zipper", "664": "toolbox", "665": "padlock", "666": "gate", "667": "resistant", "668": "hands", "669": "dry", "670": "rough", "671": "soften", "672": "moisturize", "673": "after", "674": "washing", "675": "substance", "676": "bottle", "677": "irritated", "678": "sun", "679": "soothing", "680": "getting", "681": "chapped", "682": "winter", "683": "hand", "684": "lotion", "685": "face", "686": "feels", "687": "cold", "688": "wind", "689": "thick", "690": "tube", "691": "wrinkles", "692": "facial", "693": "might", "694": "try", "695": "new", "696": "sensitive", "697": "bed", "698": "nighttime", "699": "skincare", "700": "shave", "701": "absorbs", "702": "convenient", "703": "dispenser", "704": "by", "705": "sink", "706": "access", "707": "pump", "708": "all", "709": "types", "710": "fragrance", "711": "freshen", "712": "breath", "713": "minty", "714": "rinsing", "715": "mouth", "716": "ate", "717": "garlic", "718": "rid", "719": "lingering", "720": "taste", "721": "date", "722": "sure", "723": "oral", "724": "rinse", "725": "gum", "726": "health", "727": "antiseptic", "728": "mouthwash", "729": "anywhere", "730": "shower", "731": "cleanse", "732": "bottled", "733": "scent", "734": "gel", "735": "moisturizing", "736": "body", "737": "wash", "738": "gym", "739": "liquid", "740": "soap", "741": "showering", "742": "'ve", "743": "run", "744": "usual", "745": "store", "746": "items", "747": "box", "748": "gift", "749": "lid", "750": "moving", "751": "pack", "752": "belongings", "753": "cardboard", "754": "organizing", "755": "paperclips", "756": "other", "757": "supplies", "758": "rectangular", "759": "made", "760": "cleaning", "761": "gentle", "762": "grease", "763": "special", "764": "greasy", "765": "pan", "766": "messes", "767": "running", "768": "low", "769": "smells", "770": "deter", "771": "thieves", "772": "outside", "773": "reliable", "774": "padlocks", "775": "brush", "776": "teeth", "777": "paste", "778": "whiten", "779": "toothpaste", "780": "specifically", "781": "toiletry", "782": "bag", "783": "cleanser", "784": "men", "785": "oily", "786": "control", "787": "oil", "788": "ran", "789": "highlight", "790": "text", "791": "writing", "792": "noticeable", "793": "marker", "794": "draw", "795": "bold", "796": "code", "797": "documents", "798": "labeling", "799": "boxes", "800": "broad", "801": "dirty", "802": "cleansing", "803": "bar", "804": "scented", "805": "lather", "806": "thoroughly", "807": "bathroom", "808": "measure", "809": "laundry", "810": "detergent", "811": "overuse", "812": "portion", "813": "correctly", "814": "handled", "815": "measuring", "816": "spilled", "817": "scoop", "818": "medium", "819": "sized", "820": "ice", "821": "bowls", "822": "computer", "823": "tethered", "824": "handheld", "825": "pointing", "826": "wirelessly", "827": "mouse", "828": "properly", "829": "connects", "830": "wires", "831": "workspace", "832": "cursor", "833": "wireless", "834": "comfortable", "835": "navigating", "836": "screen", "837": "grip", "838": "compatible", "839": "operating", "840": "system", "841": "works", "842": "dairy", "843": "probiotics", "844": "gut", "845": "mixed", "846": "option", "847": "high", "848": "calcium", "849": "parfait", "850": "chunks", "851": "layer", "852": "smile", "853": "whitening", "854": "gums", "855": "donation", "856": "drive", "857": "unopened", "858": "include", "859": "charcoal", "860": "effectively", "861": "removes", "862": "germs", "863": "antibacterial", "864": "safeguard", "865": "cooking", "866": "cord", "867": "acting", "868": "wire", "869": "connect", "870": "home", "871": "office", "872": "navigate", "873": "periods", "874": "ergonomic", "875": "design", "876": "laptop", "877": "controlling", "878": "bring", "879": "hair", "880": "conditioning", "881": "shampoo", "882": "shiny", "883": "damaged", "884": "repair", "885": "pantene", "886": "scalp", "887": "itchy", "888": "flaky", "889": "dandruff", "890": "addresses", "891": "dryness", "892": "itching", "893": "medicated", "894": "effective", "895": "&", "896": "shoulders", "897": "soothe", "898": "sensitivity", "899": "strengthens", "900": "fluoride", "901": "dove", "902": "leaves", "903": "been", "904": "lately", "905": "flaking", "906": "nourish", "907": "drying", "908": "care", "909": "tropical", "910": "nut", "911": "electrolytes", "912": "coconut", "913": "alternative", "914": "soda", "915": "carton", "916": "extracted", "917": "cooler", "918": "beach", "919": "beverage", "920": "stay", "921": "hydrated", "922": "clear", "923": "wrap", "924": "sticky", "925": "hanging", "926": "poster", "927": "adhesive", "928": "torn", "929": "page", "930": "book", "931": "material", "932": "attaching", "933": "tape", "934": "seal", "935": "envelope", "936": "drawer", "937": "bored", "938": "challenge", "939": "six", "940": "sided", "941": "puzzle", "942": "test", "943": "problem", "944": "solving", "945": "skills", "946": "multi", "947": "brain", "948": "teaser", "949": "cube", "950": "parts", "951": "heard", "952": "puzzles", "953": "improving", "954": "dexterity", "955": "rubik", "956": "learn", "957": "how", "958": "solve", "959": "complex", "960": "practice", "961": "tray", "962": "freezer", "963": "chill", "964": "cubes", "965": "sprained", "966": "ankle", "967": "compress", "968": "freezing", "969": "blocks", "970": "homemade", "971": "baby", "972": "freeze", "973": "portions", "974": "compartments", "975": "amounts", "976": "science", "977": "experiment", "978": "kids", "979": "unscented", "980": "purse", "981": "cause", "982": "breakouts", "983": "spf", "984": "offers", "985": "protection", "986": "anti", "987": "aging", "988": "retinol", "989": "storing", "990": "organize", "991": "drawers", "992": "base", "993": "hygienic", "994": "feel", "995": "frequent", "996": "free", "997": "whitens", "998": "irritate", "999": "prevent", "1000": "cavities", "1001": "kills", "1002": "freshens", "1003": "helps", "1004": "gingivitis", "1005": "strengthen", "1006": "meeting", "1007": "leave", "1008": "lathers", "1009": "cleanses", "1010": "cuts", "1011": "pleasant", "1012": "smell", "1013": "glasses", "1014": "sting", "1015": "fights", "1016": "plaque", "1017": "tartar", "1018": "controls", "1019": "formulated", "1020": "prevents", "1021": "off", "1022": "gaming", "1023": "responsive", "1024": "ergonomically", "1025": "wrist", "1026": "hurts", "1027": "current", "1028": "[", "1029": "]", "1030": "treated", "1031": "strip", "1032": "volume", "1033": "fine", "1034": "manageable", "1035": "gently", "1036": "conditioner", "1037": "detangles", "1038": "makes", "1039": "frizz", "1040": "lightweight", "1041": "weigh", "1042": "down", "1043": "detangle", "1044": "fight", "1045": "only", "1046": "against", "1047": "hydrating", "1048": "tastes", "1049": "tropics", "1050": "hydration", "1051": "arts", "1052": "crafts", "1053": "tear", "1054": "challenging", "1055": "exercise", "1056": "always", "1057": "wanted", "1058": "occupied", "1059": "trays", "1060": "leftovers"}, "stoi": {"<PAD>": 0, "<SOS>": 1, "<EOS>": 2, "<UNK>": 3, "craving": 4, "something": 5, "salty": 6, "cheesy": 7, "do": 8, "know": 9, "if": 10, "there": 11, "'s": 12, "anything": 13, "like": 14, "that": 15, "around": 16, "here": 17, "?": 18, "movie": 19, "is": 20, "making": 21, "me": 22, "want": 23, "a": 24, "snack": 25, "in": 26, "the": 27, "pantry": 28, "easy": 29, "to": 30, "munch": 31, "on": 32, "need": 33, "put": 34, "out": 35, "for": 36, "party": 37, "we": 38, "have": 39, "any": 40, "snacks": 41, "everyone": 42, "usually": 43, "likes": 44, "lunch": 45, "bit": 46, "light": 47, "would": 48, "make": 49, "good": 50, "afternoon": 51, "pick": 52, "up": 53, "packing": 54, "tomorrow": 55, "travel": 56, "well": 57, "are": 58, "savory": 59, "crunchy": 60, "ideas": 61, "go": 62, "with": 63, "this": 64, "dip": 65, "satisfying": 66, "things": 67, "coffee": 68, "bitter": 69, "sweeten": 70, "baking": 71, "cookies": 72, "white": 73, "granulated": 74, "sweetener": 75, "lemonade": 76, "needs": 77, "little": 78, "extra": 79, "sweeter": 80, "simple": 81, "syrup": 82, "cocktails": 83, "necessary": 84, "ingredient": 85, "sprinkle": 86, "top": 87, "muffins": 88, "before": 89, "cupboard": 90, "can": 91, "use": 92, "less": 93, "tea": 94, "touch": 95, "sweetness": 96, "available": 97, "dough": 98, "regular": 99, "sugar": 100, "artificial": 101, "sweeteners": 102, "fruit": 103, "salad": 104, "balance": 105, "tartness": 106, "feeling": 107, "under": 108, "weather": 109, "warm": 110, "comforting": 111, "quick": 112, "dinner": 113, "canned": 114, "soup": 115, "pasta": 116, "sauce": 117, "spaghetti": 118, "casserole": 119, "tomato": 120, "product": 121, "add": 122, "classic": 123, "nostalgic": 124, "iconic": 125, "meal": 126, "options": 127, "quickly": 128, "using": 129, "staples": 130, "based": 131, "soups": 132, "short": 133, "time": 134, "energy": 135, "hot": 136, "dogs": 137, "liven": 138, "yellow": 139, "condiment": 140, "tangy": 141, "flavor": 142, "sandwiches": 143, "mustard": 144, "fridge": 145, "burger": 146, "missing": 147, "pungent": 148, "honey": 149, "dressing": 150, "door": 151, "refrigerator": 152, "kick": 153, "sandwich": 154, "give": 155, "more": 156, "preferably": 157, "kind": 158, "dipping": 159, "bite": 160, "suggestions": 161, "flavorful": 162, "bland": 163, "breakfast": 164, "meat": 165, "going": 166, "camping": 167, "food": 168, "refrigeration": 169, "fried": 170, "rice": 171, "looking": 172, "different": 173, "protein": 174, "source": 175, "backpacking": 176, "trip": 177, "mood": 178, "rich": 179, "meats": 180, "spam": 181, "shelf": 182, "stable": 183, "emergency": 184, "kit": 185, "work": 186, "tide": 187, "over": 188, "until": 189, "filling": 190, "eat": 191, "sluggish": 192, "naturally": 193, "sweet": 194, "boosting": 195, "bowl": 196, "cinnamon": 197, "soft": 198, "perfect": 199, "smoothie": 200, "creamy": 201, "ready": 202, "satisfy": 203, "hunger": 204, "oatmeal": 205, "creaminess": 206, "natural": 207, "recommendations": 208, "cereal": 209, "large": 210, "round": 211, "container": 212, "mix": 213, "ingredients": 214, "cake": 215, "open": 216, "enough": 217, "toss": 218, "everything": 219, "serve": 220, "hold": 221, "popcorn": 222, "nearby": 223, "big": 224, "serving": 225, "spacious": 226, "marinate": 227, "chicken": 228, "deep": 229, "holding": 230, "amount": 231, "thirsty": 232, "clean": 233, "sturdy": 234, "drink": 235, "take": 236, "beverages": 237, "enamel": 238, "mugs": 239, "chocolate": 240, "mug": 241, "rustic": 242, "drinking": 243, "enamelware": 244, "cup": 245, "handle": 246, "liquids": 247, "an": 248, "drinks": 249, "'d": 250, "wo": 251, "break": 252, "easily": 253, "one": 254, "being": 255, "bumped": 256, "they": 257, "so": 258, "durable": 259, "lot": 260, "screw": 261, "loose": 262, "tool": 263, "rotating": 264, "help": 265, "tighten": 266, "hole": 267, "wall": 268, "hang": 269, "picture": 270, "build": 271, "bookshelf": 272, "create": 273, "holes": 274, "wood": 275, "project": 276, "requires": 277, "drilling": 278, "pilot": 279, "tip": 280, "adjustable": 281, "power": 282, "assemble": 283, "furniture": 284, "precise": 285, "right": 286, "job": 287, "drill": 288, "best": 289, "stuck": 290, "powerful": 291, "loosen": 292, "cordless": 293, "deal": 294, "cords": 295, "now": 296, "easiest": 297, "way": 298, "hardwood": 299, "bits": 300, "fit": 301, "package": 302, "sharp": 303, "cut": 304, "coupons": 305, "from": 306, "newspaper": 307, "blades": 308, "wrapping": 309, "present": 310, "ribbon": 311, "tools": 312, "handy": 313, "doing": 314, "craft": 315, "cutting": 316, "paper": 317, "precisely": 318, "two": 319, "string": 320, "long": 321, "shorten": 322, "really": 323, "tough": 324, "strong": 325, "through": 326, "pair": 327, "scissors": 328, "fabric": 329, "trim": 330, "thread": 331, "stacked": 332, "chips": 333, "left": 334, "road": 335, "get": 336, "crushed": 337, "distinct": 338, "curved": 339, "shape": 340, "share": 341, "comes": 342, "unique": 343, "those": 344, "stackable": 345, "crumble": 346, "their": 347, "come": 348, "tall": 349, "chip": 350, "juicy": 351, "bright": 352, "red": 353, "colorful": 354, "small": 355, "healthy": 356, "refreshing": 357, " ": 358, "seed": 359, "covered": 360, "smoothies": 361, "blend": 362, "has": 363, "nice": 364, "tart": 365, "flavors": 366, "vibrant": 367, "bursting": 368, "strawberries": 369, "favorite": 370, "snacking": 371, "not": 372, "its": 373, "own": 374, "variety": 375, "textures": 376, "firm": 377, "maybe": 378, "green": 379, "school": 380, "bake": 381, "crispy": 382, "crust": 383, "peanut": 384, "butter": 385, "crisp": 386, "fruits": 387, "apples": 388, "fits": 389, "bill": 390, "both": 391, "adding": 392, "texture": 393, "brighten": 394, "citrus": 395, "marinade": 396, "fish": 397, "known": 398, "sourness": 399, "water": 400, "sour": 401, "slice": 402, "zest": 403, "juice": 404, "lemon": 405, "lemons": 406, "twist": 407, "recipe": 408, "calls": 409, "acidic": 410, "dish": 411, "fresh": 412, "fuzzy": 413, "skin": 414, "stone": 415, "description": 416, "cobbler": 417, "reddish": 418, "hue": 419, "grill": 420, "dessert": 421, "aroma": 422, "grilling": 423, "yogurt": 424, "skinned": 425, "fragrant": 426, "basket": 427, "peach": 428, "iced": 429, "peaches": 430, "bags": 431, "perfectly": 432, "ripe": 433, "delicious": 434, "hit": 435, "spot": 436, "but": 437, "caramelize": 438, "nicely": 439, "season": 440, "slightly": 441, "grainy": 442, "subtly": 443, "delicate": 444, "cheeseboard": 445, "pairs": 446, "cheese": 447, "pear": 448, "shaped": 449, "teardrop": 450, "smooth": 451, "fat": 452, "mild": 453, "avocados": 454, "love": 455, "guacamole": 456, "addition": 457, "also": 458, "spread": 459, "toast": 460, "versatile": 461, "dishes": 462, "vitamin": 463, "c.": 464, "orange": 465, "peelable": 466, "rind": 467, "freshly": 468, "squeezed": 469, "into": 470, "oranges": 471, "packed": 472, "burst": 473, "glass": 474, "purple": 475, "color": 476, "jam": 477, "digestion": 478, "pit": 479, "overpowering": 480, "plums": 481, "pie": 482, "acidity": 483, "compote": 484, "flat": 485, "dull": 486, "edge": 487, "bladed": 488, "utensils": 489, "lift": 490, "pastry": 491, "thin": 492, "rounded": 493, "setting": 494, "table": 495, "flatware": 496, "cream": 497, "bagels": 498, "which": 499, "knife": 500, "safe": 501, "spreading": 502, "without": 503, "tearing": 504, "bread": 505, "at": 506, "each": 507, "place": 508, "apply": 509, "avocado": 510, "evenly": 511, "cross": 512, "head": 513, "putting": 514, "together": 515, "turn": 516, "screws": 517, "'": 518, "x": 519, "specific": 520, "trying": 521, "fix": 522, "toy": 523, "indentation": 524, "electronics": 525, "case": 526, "headed": 527, "designed": 528, "pattern": 529, "looks": 530, "plus": 531, "sign": 532, "screwdriver": 533, "should": 534, "assembling": 535, "hinge": 536, "phillips": 537, "remove": 538, "star": 539, "single": 540, "slot": 541, "wedge": 542, "pry": 543, "paint": 544, "blade": 545, "working": 546, "straight": 547, "dropped": 548, "rolled": 549, "tight": 550, "space": 551, "retrieve": 552, "type": 553, "line": 554, "across": 555, "will": 556, "flathead": 557, "slotted": 558, "play": 559, "game": 560, "dog": 561, "bouncy": 562, "object": 563, "fun": 564, "throw": 565, "muscles": 566, "roll": 567, "as": 568, "prop": 569, "juggling": 570, "ball": 571, "protect": 572, "floor": 573, "scratches": 574, "move": 575, "objects": 576, "padding": 577, "sensory": 578, "child": 579, "textured": 580, "fetch": 581, "spare": 582, "tennis": 583, "balls": 584, "lying": 585, "loves": 586, "chew": 587, "chase": 588, "relieve": 589, "muscle": 590, "tension": 591, "back": 592, "repot": 593, "plant": 594, "empty": 595, "plants": 596, "start": 597, "seeds": 598, "topped": 599, "containers": 600, "gardening": 601, "pot": 602, "desk": 603, "greenery": 604, "suitable": 605, "flower": 606, "starting": 607, "indoors": 608, "herb": 609, "pots": 610, "carry": 611, "size": 612, "patio": 613, "flowers": 614, "larger": 615, "planting": 616, "bigger": 617, "growing": 618, "herbs": 619, "kitchen": 620, "windowsill": 621, "cheerful": 622, "arrangement": 623, "sunflowers": 624, "colored": 625, "cylindrical": 626, "comfortably": 627, "brightly": 628, "cheer": 629, "withstand": 630, "outdoor": 631, "conditions": 632, "another": 633, "fasten": 634, "pieces": 635, "threaded": 636, "attach": 637, "securely": 638, "metal": 639, "fastener": 640, "turning": 641, "building": 642, "birdhouse": 643, "falling": 644, "apart": 645, "secure": 646, "spiral": 647, "eyeglasses": 648, "tiny": 649, "tightened": 650, "keep": 651, "shed": 652, "lockable": 653, "device": 654, "shackle": 655, "lock": 656, "bike": 657, "portable": 658, "locking": 659, "mechanism": 660, "traveling": 661, "luggage": 662, "zipper": 663, "toolbox": 664, "padlock": 665, "gate": 666, "resistant": 667, "hands": 668, "dry": 669, "rough": 670, "soften": 671, "moisturize": 672, "after": 673, "washing": 674, "substance": 675, "bottle": 676, "irritated": 677, "sun": 678, "soothing": 679, "getting": 680, "chapped": 681, "winter": 682, "hand": 683, "lotion": 684, "face": 685, "feels": 686, "cold": 687, "wind": 688, "thick": 689, "tube": 690, "wrinkles": 691, "facial": 692, "might": 693, "try": 694, "new": 695, "sensitive": 696, "bed": 697, "nighttime": 698, "skincare": 699, "shave": 700, "absorbs": 701, "convenient": 702, "dispenser": 703, "by": 704, "sink": 705, "access": 706, "pump": 707, "all": 708, "types": 709, "fragrance": 710, "freshen": 711, "breath": 712, "minty": 713, "rinsing": 714, "mouth": 715, "ate": 716, "garlic": 717, "rid": 718, "lingering": 719, "taste": 720, "date": 721, "sure": 722, "oral": 723, "rinse": 724, "gum": 725, "health": 726, "antiseptic": 727, "mouthwash": 728, "anywhere": 729, "shower": 730, "cleanse": 731, "bottled": 732, "scent": 733, "gel": 734, "moisturizing": 735, "body": 736, "wash": 737, "gym": 738, "liquid": 739, "soap": 740, "showering": 741, "'ve": 742, "run": 743, "usual": 744, "store": 745, "items": 746, "box": 747, "gift": 748, "lid": 749, "moving": 750, "pack": 751, "belongings": 752, "cardboard": 753, "organizing": 754, "paperclips": 755, "other": 756, "supplies": 757, "rectangular": 758, "made": 759, "cleaning": 760, "gentle": 761, "grease": 762, "special": 763, "greasy": 764, "pan": 765, "messes": 766, "running": 767, "low": 768, "smells": 769, "deter": 770, "thieves": 771, "outside": 772, "reliable": 773, "padlocks": 774, "brush": 775, "teeth": 776, "paste": 777, "whiten": 778, "toothpaste": 779, "specifically": 780, "toiletry": 781, "bag": 782, "cleanser": 783, "men": 784, "oily": 785, "control": 786, "oil": 787, "ran": 788, "highlight": 789, "text": 790, "writing": 791, "noticeable": 792, "marker": 793, "draw": 794, "bold": 795, "code": 796, "documents": 797, "labeling": 798, "boxes": 799, "broad": 800, "dirty": 801, "cleansing": 802, "bar": 803, "scented": 804, "lather": 805, "thoroughly": 806, "bathroom": 807, "measure": 808, "laundry": 809, "detergent": 810, "overuse": 811, "portion": 812, "correctly": 813, "handled": 814, "measuring": 815, "spilled": 816, "scoop": 817, "medium": 818, "sized": 819, "ice": 820, "bowls": 821, "computer": 822, "tethered": 823, "handheld": 824, "pointing": 825, "wirelessly": 826, "mouse": 827, "properly": 828, "connects": 829, "wires": 830, "workspace": 831, "cursor": 832, "wireless": 833, "comfortable": 834, "navigating": 835, "screen": 836, "grip": 837, "compatible": 838, "operating": 839, "system": 840, "works": 841, "dairy": 842, "probiotics": 843, "gut": 844, "mixed": 845, "option": 846, "high": 847, "calcium": 848, "parfait": 849, "chunks": 850, "layer": 851, "smile": 852, "whitening": 853, "gums": 854, "donation": 855, "drive": 856, "unopened": 857, "include": 858, "charcoal": 859, "effectively": 860, "removes": 861, "germs": 862, "antibacterial": 863, "safeguard": 864, "cooking": 865, "cord": 866, "acting": 867, "wire": 868, "connect": 869, "home": 870, "office": 871, "navigate": 872, "periods": 873, "ergonomic": 874, "design": 875, "laptop": 876, "controlling": 877, "bring": 878, "hair": 879, "conditioning": 880, "shampoo": 881, "shiny": 882, "damaged": 883, "repair": 884, "pantene": 885, "scalp": 886, "itchy": 887, "flaky": 888, "dandruff": 889, "addresses": 890, "dryness": 891, "itching": 892, "medicated": 893, "effective": 894, "&": 895, "shoulders": 896, "soothe": 897, "sensitivity": 898, "strengthens": 899, "fluoride": 900, "dove": 901, "leaves": 902, "been": 903, "lately": 904, "flaking": 905, "nourish": 906, "drying": 907, "care": 908, "tropical": 909, "nut": 910, "electrolytes": 911, "coconut": 912, "alternative": 913, "soda": 914, "carton": 915, "extracted": 916, "cooler": 917, "beach": 918, "beverage": 919, "stay": 920, "hydrated": 921, "clear": 922, "wrap": 923, "sticky": 924, "hanging": 925, "poster": 926, "adhesive": 927, "torn": 928, "page": 929, "book": 930, "material": 931, "attaching": 932, "tape": 933, "seal": 934, "envelope": 935, "drawer": 936, "bored": 937, "challenge": 938, "six": 939, "sided": 940, "puzzle": 941, "test": 942, "problem": 943, "solving": 944, "skills": 945, "multi": 946, "brain": 947, "teaser": 948, "cube": 949, "parts": 950, "heard": 951, "puzzles": 952, "improving": 953, "dexterity": 954, "rubik": 955, "learn": 956, "how": 957, "solve": 958, "complex": 959, "practice": 960, "tray": 961, "freezer": 962, "chill": 963, "cubes": 964, "sprained": 965, "ankle": 966, "compress": 967, "freezing": 968, "blocks": 969, "homemade": 970, "baby": 971, "freeze": 972, "portions": 973, "compartments": 974, "amounts": 975, "science": 976, "experiment": 977, "kids": 978, "unscented": 979, "purse": 980, "cause": 981, "breakouts": 982, "spf": 983, "offers": 984, "protection": 985, "anti": 986, "aging": 987, "retinol": 988, "storing": 989, "organize": 990, "drawers": 991, "base": 992, "hygienic": 993, "feel": 994, "frequent": 995, "free": 996, "whitens": 997, "irritate": 998, "prevent": 999, "cavities": 1000, "kills": 1001, "freshens": 1002, "helps": 1003, "gingivitis": 1004, "strengthen": 1005, "meeting": 1006, "leave": 1007, "lathers": 1008, "cleanses": 1009, "cuts": 1010, "pleasant": 1011, "smell": 1012, "glasses": 1013, "sting": 1014, "fights": 1015, "plaque": 1016, "tartar": 1017, "controls": 1018, "formulated": 1019, "prevents": 1020, "off": 1021, "gaming": 1022, "responsive": 1023, "ergonomically": 1024, "wrist": 1025, "hurts": 1026, "current": 1027, "[": 1028, "]": 1029, "treated": 1030, "strip": 1031, "volume": 1032, "fine": 1033, "manageable": 1034, "gently": 1035, "conditioner": 1036, "detangles": 1037, "makes": 1038, "frizz": 1039, "lightweight": 1040, "weigh": 1041, "down": 1042, "detangle": 1043, "fight": 1044, "only": 1045, "against": 1046, "hydrating": 1047, "tastes": 1048, "tropics": 1049, "hydration": 1050, "arts": 1051, "crafts": 1052, "tear": 1053, "challenging": 1054, "exercise": 1055, "always": 1056, "wanted": 1057, "occupied": 1058, "trays": 1059, "leftovers": 1060}}